import { StarData, Song } from '../types';

export const STATIC_STARS: StarData[] = [
  {
    "id": 0,
    "position": [
      11.878548349823012,
      3.761561907478142,
      3.332002263551329
    ],
    "isActive": true,
    "images": [
      "/assets/star_0_img_0.jpg",
      "/assets/star_0_img_1.jpg",
      "/assets/star_0_img_2.jpg",
      "/assets/star_0_img_3.jpg"
    ],
    "viewCount": 0,
    "text": "【第一次遇见花香的那刻】\n\n“下一秒 汗水蒸发的瞬间\n我的毛孔 还来不及遮掩\n身后的你 只是安静地吐气\n我的疙瘩 却慢慢浮起”\n朦胧起雾的镜头，窗外白花花的阳光洒落在镜中穿着单薄内衣的两个女孩身上，光泽的皮肤，金黄的茸毛，“你有触碰过女孩的身体吗？”亭亭拉起学姐的手，一点一点靠近自己心脏的位置。\n时间跨越到数十年后，已婚的怡敏和亭亭躺在同一张床上，暧昧，纠缠与拉扯，有限的几十秒镜头诉说着难以言明的缱绻与情愫。\n“那是生的渴望 必须要靠近你”\n无论是十年、二十年，还是五十年，我坚信骄傲又执着的亭亭永远会停留在原地，手捧鲜花等待着学姐的归来。\n“王太太，我们什么时候能再见一面？”\n“你明明可以很特别，为什么要跟大家一样！”\n“我发现你很爱说没关系，但是你说没关系的时候，都不是真的没关系。”\n向怡敏迈出99步炽热又真诚，勇敢又坚定的亭亭，唤起了怡敏潜藏在传统异性恋和结婚生子家庭观下真正的觉醒。\n“不结婚就不能有家庭吗？”\n“我接受所有的你，满足你的需要，但你每次都选择抛下我。”\n原来，自己永远不曾放下的、释怀的，自己始终牵挂的，是那个携着花香大步向自己走来的懂她的她。\n两个人奔跑在天台上，影片走向尾声，留下开放式想象的结局，脑海里恍惚间想起了曾看过的一部韩剧《海边恰恰恰》，不只是主线的爱情治愈，副线两个女孩子的惺惺相惜也同样值得铭记。楚熙喜欢华贞，但从未想过插足、破坏她的婚姻，选择默默地守护华贞的幸福。我记得楚熙向华贞告白的那段剧情，华贞注视着楚熙的眼睛浅浅的微笑着，说早已明晰楚熙对自己的爱，一直藏在心里小心的保护着。眼泪在这个画面喷薄而出，不管结局是否圆满，内心永远会为温柔的人心动！"
  },
  {
    "id": 1,
    "position": [
      -13.814908132907625,
      3.168030169505177,
      3.4328236558583023
    ],
    "isActive": true,
    "images": [
      "/assets/star_1_img_0.jpg",
      "/assets/star_1_img_1.jpg",
      "/assets/star_1_img_2.jpg",
      "/assets/star_1_img_3.jpg"
    ],
    "viewCount": 1,
    "text": "重庆的春天总在潮湿与明艳间游走。我缩在203路公交车的倒数第二排，此刻下着小雨，看雾从璧南河面漫上来，在车窗上洇出毛茸茸的光晕。车厢摇晃着经过沿河西路北段时，瞥见外公外婆在灰扑扑的门市里晃动的身影，像两粒温润的老茶在紫砂壶里浮沉。司机忽然摁响喇叭，一串黑色的燕子掠过菜市场支棱的遮阳棚，抖落几片沾着露水的玉兰花瓣。\n这种时刻总让我想起小时候放完学攥着五毛钱硬币，踩着水坑去小卖部买泡泡糖的雀跃。玻璃罐里斑斓的糖纸泛着水晶球晶莹的彩色。如今和好友在KTV包厢里嘶吼着走调的歌，油腻腻的酸辣粉与苕皮在茶几上冒着热气，突然觉得幸福像是被撒了跳跳糖，在舌尖噼里啪啦炸开。谁把《七里香》切成了摇滚版，我们举着烤苕皮当荧光棒，发梢扫过霓虹灯球，仿佛回到了举着竹蜻蜓追风的年纪。\n毛毛雨渐渐连成雨丝的傍晚最适合吃火锅。牛油在九宫格里咕嘟冒泡，毛肚七上八下的瞬间，我们跑去旁边的罗森买冰凉的菠萝牛奶，玻璃瓶身凝着水汽，冰火交融的刹那，忽然懂得幸福原是具象的——是滚烫红汤里浮沉的鸭血，是浸着奶香的长叹在雨幕里轻轻漾开，香香甜甜的，好像记忆有味道。\n隔天写日记，用电脑播放音乐，等待二月的浮沫扬出水面，正好听到《蓝色大门》的序曲，隐隐约约想起台北的老建筑和复古的相机画质。那天和朋友走进老城区的新华书店时，木质楼梯在脚下发出年轮般的叹息。二楼的雨声是天然的ASMR，孩子们蜷在书架旁的样子，让我想起小学时把图书馆当家的自己。突然想起没读书的日子已长达数月，好像自己转入中文系之后反倒没有太多的读书热情，心里面一阵恍惚。所以再次走在过去的回忆里，那些剥落的墙皮与褪色海报忽然镀上了柔光，像浸泡在显影液里的旧相纸。\n大成广场在我去广州上学的期间发生了好大的变化，所有陈旧的一切都被换成都市化的模样，写字楼的玻璃幕墙倒映着街边亮起的霓虹灯。我走着小时候反复走过的路，来到好久没去的外公家的门市，门口经年的烟柜让人心安，薄荷糖还放在打火机柜的旁边，铁盒上的嫦娥图案都磨出了包浆。外公坐在烟柜的背后，外婆斜觑着望向璧南河的一端，我一下子窜出来搂住外婆，两个人惊讶地大叫，外婆颈窝的雅霜雪花膏香味混着淡淡的皂角气息。我终于想起拿出小相机为他们记录，在按下CCD快门的瞬间老人脸上的所有褶皱凝成琥珀的线条。视频里外公故意做着鬼脸，摇晃着头脑发出嬉笑声。大红被单在穿堂风里招摇，壁钟的滴答声里，时光仁慈地放慢了脚步。\n回家路上又跑去买了甜甜的菠萝牛奶，晚风把梧桐絮吹成细雪。路过亮着暖黄灯光的便利店，收银台前穿校服的女孩正踮脚够货架顶端的酸奶。我想起三年级时总把零花钱藏在漫画的夹层，午休时和小伙伴溜去小卖部买碎碎冰，掰成两半时溅在睫毛上的糖水，在阳光下闪着细碎的光。此刻舌尖泛起微咸的甜，恍惚听见张悬在唱\"在所有人事已非的景色里，我最喜欢你\"。\n转角的报刊亭不知何时改成了奶茶店，老板娘总在找零时塞给客人一颗椰子糖。我含住那颗皱巴巴的甜蜜，突然想起阁楼铁盒里发黄的信笺。十五岁的自己用修正液在信纸边缘画满星星，写着\"要永远记得苕皮配奶茶的滋味\"。而今在轻轨穿梭的轰鸣声里，终于明白所谓小确幸，不过是活着活着，突然在某个褶皱里摸到生活偷偷塞给你的水果硬糖。 \n\n"
  },
  {
    "id": 2,
    "position": [
      6.079780230120591,
      -0.6219415210847459,
      15.057841853483774
    ],
    "isActive": false,
    "images": [],
    "viewCount": 0
  },
  {
    "id": 3,
    "position": [
      -4.664050253659496,
      3.30997360909178,
      8.076496946232325
    ],
    "isActive": true,
    "images": [
      "/assets/star_3_img_0.jpg",
      "/assets/star_3_img_1.jpg",
      "/assets/star_3_img_2.jpg",
      "/assets/star_3_img_3.jpg"
    ],
    "viewCount": 0,
    "text": "青春期的梦想是拥有一张美容院的会员卡。\n\t\n那时候长很多青春痘，每周放学都会很期待和妈妈一起去洗脸。美容床铺着白色的毛巾，上面印着小小的玫瑰花图案，旁边的床头柜上摆着的瓶瓶罐罐，里面装着五颜六色的膏体。每次妈妈做护理时，我就坐在旁边的床上，专注地看美容阿姨的每一个步骤。各种粉末、乳液，混水在陶瓷碗里被捣成翠绿的糊状，散发着淡淡的清香，阿姨总会把碗底剩下的一点面膜刮下来，敷在我的脸上，冰冰凉凉的触感顺着皮肤蔓延开来，我闭上眼睛，十分钟的时间里，我的痘痘好像全部消失了，我变成妈妈那样皮肤细腻的漂亮女人。喜欢去的还有一点私心在于，我是单眼皮小五官，小时候我的眉毛却总是龙飞凤舞，长得很粗犷，显得我的长相很不柔和搭配，我每次会趁阿姨调敷料的时候跑到妈妈的耳边求妈妈帮我拜托阿姨给我刮眉毛，我不敢自己讲出来，我会装的云淡风轻好像并不是自己的要求，然后等待照镜子的那一瞬间，我向往和妈妈一样细细的柳叶眉，但阿姨只会把多余的毛刮掉，仅此而已，但我每次都会期待。\n\t\n妈妈是我少女时期的英雄主义，千禧年代的妈妈周末会和好朋友去主城逛奥特莱斯，会给自己买千块的刺绣牛仔裤，会去听刘德华的演唱会，喜欢涂紫色的眼影和戴流苏耳环。妈妈是我小学开家长会时候的骄傲，我会给我周围的同学们介绍那是我的妈妈，因为总是会收到很多的夸奖。我想我的文艺气质很大程度上是遗传，妈妈很早就喜欢在qq空间里写诗歌和散文，她的好多作品都被选入出版过，除此之外，她还喜欢在书房里听歌唱歌刻光盘，我记忆里最幸福的画面就是放学的时候回到家，台式电脑里放着纯音乐，妈妈在洒满阳光的书房里练瑜伽。幼儿园的时候因为扁桃体发炎一直没治好，我的声音很粗很沙哑，但是妈妈的声音很好听很温柔像潺潺的流水，那时候身边的女生说话都不是我这个样子，所以我从有意识开始就不喜欢唱歌、朗诵，我怕有人因为我的声音讨厌我嘲笑我。但每次和妈妈打完电话她总会夸夸说幺儿的声音最好听了，好感慨吧，从中学住读到现在离家几千公里读大学，每次发完语音打完电话她都会这么说。\n长大以后家里需要考虑的现实因素越来越多，比如我的升学我未来的生活，妈妈越来越注意节约，越来越少时间去美容院，很少再去线下实体店给自己挑衣服，但每次给我都是大包小包的买，害怕我缺这缺那......\n\t\n于是青春期的愿望是成为我的妈妈，二十岁的生日愿望是希望妈妈永远是妈妈。"
  },
  {
    "id": 4,
    "position": [
      15.810677965229074,
      -1.4805140910579266,
      -3.8771285696632556
    ],
    "isActive": true,
    "images": [
      "/assets/star_4_img_0.jpg",
      "/assets/star_4_img_1.jpg",
      "/assets/star_4_img_2.jpg",
      "/assets/star_4_img_3.jpg"
    ],
    "viewCount": 0,
    "text": "如果用一款香水来形容欧阳娜娜，我想前调一定要有柑橘，因为第一反应是自习室里出现的脐橙香（这种感觉只有亲身体验才知道含金量>﹏<），紧接着是雪松的木质香，和阳光晒过的松软草地。总之既有少女文艺的清甜之感，又内核稳定、温柔干净，能让人回想起青涩美好的时光，这是这么久以来她带给我的感受。\n\t\n我想起几年前一直追她的留学vlog，虽然不算很热烈地粉过她，但每一集都没落下过。低饱和度的滤镜、可爱的手写字体，我看到一个喜欢穿匡威和卫衣、戴鸭舌帽的小女孩在镜头面前碎碎念，分享自己做的咖喱鸡肉饭、分享和妹妹的make up、分享自己改造的小房间，分享自己专辑的创作理念，还有好多好多第一次，第一次演讲、第一次演出、第一次染发……她是我b站的特别关注，每个周末放学回家的路上都会看她的更新，短短的十几分钟里我和欧阳娜娜好像一起在纽约逛街、一起去东京旅行、一起跨年、一起考前焦虑，坐在她对面陪她一起练琴……高中时期的我以为那就是大学生活的样子，我们在喜欢的专业里学习，遇到很好的老师，有自由探讨一切的课堂氛围，没有太多的学业压力、朋辈压力，不用像高中一样每天有数不清的卷子和考试，我们会拥有很多来自不同地方的好朋友，闲暇时光可以约着一起出门散步、拍照、一起逛超市买食材回来做晚餐，宽松的课表下还可以来一场说走就走的旅行…于是经常做梦，班主任也经常说考上了大学就好了。高三的时候压力实在太大了，考试成绩起起伏伏，学到很晚躺在床上却辗转反侧每天失眠失眠失眠，然后打开我的随身听，里面提前下载了她《Live Today》专辑里的每一首歌，温柔的嗓音唱《Goodbye》、唱《Bedtime Story》“或许今晚你有我在身边守候”，所以每次睡不着都不会太过焦虑，快天亮的时候常常简短地梦到我第一次学化妆，参加大学的社团，我变成了像娜娜一样美好的女孩，有很多很爱我的人，我有我坚持的热爱……\n\t\n很快，我大学了，24年底我大二即将结束，欧阳娜娜发布了演奏EP《Love Letter》，她仍然坚持着自己热爱的大提琴，期末周我一遍遍循环着听，你还是你……好想流泪啊娜娜，大学和我想象的好像不一样，我的大学生活贯穿着迷茫二字，前路在哪里，自由在哪里，我好像离生活越来越远，但离现实越来越近……"
  },
  {
    "id": 5,
    "position": [
      -10.624106005224354,
      -0.12549028871683188,
      9.646916089045774
    ],
    "isActive": true,
    "images": [
      "/assets/star_5_img_0.jpg",
      "/assets/star_5_img_1.jpg",
      "/assets/star_5_img_2.jpg",
      "/assets/star_5_img_3.jpg"
    ],
    "viewCount": 0,
    "text": "坐在麦的高椅上，半生缘读到最后一页，我盖上笔帽往外走，淅淅沥沥开始下起小雨，心碎成几瓣。我想起张爱玲说的那句话，“悲壮是一种完成，而苍凉则是一种启示。”她们没有悲壮，只有苍凉。漫漫十四个年华，从相遇到相逢，热泪融化了伤口，鲜血凝结成六个大字，“我们回不去了。” ​​​\n\n一个人，在喧闹的高铁站，耳机里播放的是陈绮贞《旅行的意义》，有那么一瞬间，我觉得周围的一切都和我无关… ​​​\n\n【断背山】李安\n        第一遍看的时候忽略了很多细节，比如杰克和艾尼斯离别时的争吵，并不是因为衬衫，而是为了在彼此心里留下难以抹去的印象，至少是在分别之后；比如墙角呕吐是只有伤心过度，不断委屈自己时才会有的反应；比如我最初只是感到深深的遗憾，为杰克的坚定、艾尼斯因童年阴影的软弱与不敢承认而难过，不理解李安导演为什么要说那句“每个人的心里都有一座断背山”。\n        直到我再次回过头去，才后知后觉这是一部关于人性的电影。艾玛遭受背叛，罗琳爱上永不可能爱上自己的人，艾尼斯直到失去才懂得爱的深度，而那个一直在勇敢的杰克却陷入深深的爱而不得。\n        “每个人心中都有一座断背山。”其实是每个人心中都有一段所爱隔山海的悲情回忆……"
  },
  {
    "id": 6,
    "position": [
      8.493430128270889,
      0.6890469796456182,
      -6.447745050400966
    ],
    "isActive": false,
    "images": [],
    "viewCount": 0
  },
  {
    "id": 7,
    "position": [
      -9.74527130225577,
      1.2087323544634563,
      9.866339313813125
    ],
    "isActive": true,
    "images": [
      "/assets/star_7_img_0.jpg",
      "/assets/star_7_img_1.jpg",
      "/assets/star_7_img_2.jpg",
      "/assets/star_7_img_3.jpg"
    ],
    "viewCount": 0,
    "text": "在这段没读书的日子，我总是反复想起去年暑假第一次踏进心理中心的忐忑，带着三年以上焦虑导致饮食障碍的诊断，我被要求强制住院。从那以后，我过上了每天服食药物和补剂，每天照日光灯三次，一次十五分钟，每天躺音乐床，测植物神经的悠闲日子。西区医院十五楼睡眠中心的走廊永远浸泡在过氧乙酸的气味里，像支倒置的沙漏。我的隔壁床是一个有抑郁症的高中生妹妹，她每天把药藏在床头柜的底下然后在清洁阿姨翻到的时候被指责几句，要么就是日夜颠倒，白天疯狂嗜睡或者打游戏，她和父母打电话的时候永远在吵架，十五天直到她出院被她的舅妈接走，我都没和她说上一句话，我也从来没见过她的其他亲人来看望。在那段时间里，我的日常就是看书和看电影，反复地看，大量地看，躺着也看，坐着也看，然后就是写。\n我回忆过去发作的日子（我以前从未将其定性为发作，只是一味心大的以为是自己睡眠不足和过度消瘦引发的身体机能失调），无论是坐在偌大的教室，或是一个人待在房间，心脏总会变成失控的蒸汽火车头，突突突地撞向胸腔的牢笼。全身上下沁出的冷汗和鸡皮疙瘩是成群结队的蚂蚁，啃食着每根脊椎的缝隙，瘙痒和痛觉是一阵电流滑过后背，像穿着大两码的雨衣在暴雨中行走，皮肤和骨骼之间灌满呼啸的风。然后是神经性耳鸣的机械感，像老式电视机没信号时的雪花噪音，滋滋啦啦地锯着太阳穴。我最讨厌的是那种溺水的错觉——明明站在盛夏的烈日下，却像被塞进灌满沥青的玻璃罐，看着世界在毛玻璃外扭曲成万花筒的碎片，我幻想着自己的无数种死亡。\n所以，当我在怀念在医院的日子的时候，我到底在怀念什么。\n护士每天清晨递来的药盒里，氟西汀和舒必利碰撞出声响。我总在吞服后摊开《额尔古纳河右岸》，看迟子建的文字从纸页渗出，在淡蓝色窗帘上洇出驯鹿蹄印。隔壁床女孩的游戏音效偶尔漏进来，像夏日雷雨打在玻璃穹顶，反而衬得我的阅读舱更加安宁。\n最珍贵的是午后两点的日光浴时段。躺在音乐理疗床上，耳麦里肖邦的夜曲会溶解金属支架的冷硬，把整张床变成漂浮在莱茵河上的小船。钢笔尖在稿纸上游走时，我能清晰看见每个字诞生的过程——它们像从冰层下跃起的银鱼，带着病房外早已失传的专注力。\n母亲傍晚带来的保温桶揭开时涌出的热气，会在窗玻璃上画出转瞬即逝的岛屿。我们沉默地在楼下的小操场打羽毛球，胶皮拍面击打出的脆响，比语言更适合丈量彼此之间的距离。直到现在我才明白，那些被药物和仪器校准过的日夜，其实是生活暂时关闭了多余的副本程序，让我能捧着最原始的热爱，像捧着一块不会融化的坚冰。\n如今每当焦虑的潮水漫过脚踝，我就把耳朵贴向记忆里的白墙。住院部老电视播放《海上钢琴师》的沙沙声，依然在灵魂深处下着细雪，每一片都足够让浮躁的世界安静三分钟。 \n"
  },
  {
    "id": 8,
    "position": [
      10.95321631773525,
      0.8409113991471662,
      -15.104481529206737
    ],
    "isActive": false,
    "images": [],
    "viewCount": 0
  },
  {
    "id": 9,
    "position": [
      -17.66140875875959,
      3.059488240452458,
      -1.7721608943863687
    ],
    "isActive": false,
    "images": [],
    "viewCount": 0
  },
  {
    "id": 10,
    "position": [
      -1.5115112912869184,
      -0.6564413508149944,
      -18.79802213843555
    ],
    "isActive": true,
    "images": [
      "/assets/star_10_img_0.jpg",
      "/assets/star_10_img_1.jpg",
      "/assets/star_10_img_2.jpg",
      "/assets/star_10_img_3.jpg"
    ],
    "viewCount": 0,
    "text": "四层楼，昏黄的灯光映照在实木的家具，屋的一角祭拜着妈祖的塑像，客厅里泛着海岛边潮湿的海腥气，厨房里正蒸着海瓜子，另一边锅里滋溜溜的炒着海蛎煎。老人从摇椅上站起，发出嘎吱嘎吱的响声，躺在门口的奶牛小猫听到动静，嗖的一下窜到二楼上去，老人用闽南话骂着小猫，又从内厅端出来一盘切好的水蜜桃，招呼着我们。\n        台风天，十月的南方只有27度，喜欢在外面晃荡，微凉的风扫过皮肤留下薄荷味的吻，洋房的花园北面种的是菠萝蜜和树葡萄，东面是一丛一丛结满的可爱的柠檬还有巴掌大小的杨桃。被阿伯骗到嘴里喂了两颗樟木子，初尝是一股直冲上牙膛的苦辣，含的时间越长，口腔里又滋出一股子清凉的甘甜，吐掉后喝一口红茶，那股甜意和凉意浸入感官，是一种全身酥麻的感觉。喜欢在海边沿着步道走走停停，街头卖艺的歌手弹着吉他，远望是一片闪着夕阳金光的海和台风天特有的一团一团紧挨着的染灰的白云，对岸是密集的南侨楼群，红砖白瓦，我在歌声里轻快的数着节拍。\n        晚饭前先要博饼，一秀，二举，四进，三红，对堂，状元，一圈接一圈，一轮接一轮，到了最后我只记得了夜里热闹的笑声，清香的蛤蜊汤还有晚风的温柔与惬意。\n        我想，为什么我如此喜欢厦门这座城市，也许是生活气，也许是闽南语，也许是离台湾太近，总勾起我对彼岸的无限遐想....."
  },
  {
    "id": 11,
    "position": [
      7.148182121914837,
      -0.8198898723021872,
      -6.1320778434276235
    ],
    "isActive": true,
    "images": [
      "/assets/star_11_img_0.jpg",
      "/assets/star_11_img_1.jpg",
      "/assets/star_11_img_2.jpg",
      "/assets/star_11_img_3.jpg"
    ],
    "viewCount": 0,
    "text": "我的日推已经修炼成每一首都可以收藏的程度。\n\n发呆是唯一不用付费的宇宙遨游 ​​​\n\n“她给我起了个名字—\n  凤蝶\n  我非常喜欢这个名字\n  她有一种香气。” ​​​"
  },
  {
    "id": 12,
    "position": [
      3.472459248135978,
      -0.7795770847016106,
      -18.370027442657346
    ],
    "isActive": true,
    "images": [
      "/assets/star_12_img_0.jpg",
      "/assets/star_12_img_1.jpg",
      "/assets/star_12_img_2.jpg",
      "/assets/star_12_img_3.jpg"
    ],
    "viewCount": 0,
    "text": "你说你也喜欢在雨天读林奕含、邱妙津，耳机里放的是陈绮贞的小步舞曲，脑海里对台湾的印象停留在蓝色大门，心毛茸茸的爬满了潮湿的青苔；你说你也喜欢树犹如此真挚的珠光色般对同性纯洁的爱，比起白先勇的台北人和孽子更让人怜惜与不舍，此时口中哼着卢广仲经典的几分之几，我摇晃着蜜桃味的气泡水，想起的是张爱玲湿答答的语句；你说你也喜欢长满椰林的青色的台湾，撑着伞坐在街角的咖啡店听随身听里伍佰的嗓音，渴望着拥有黄雨萱明媚的夏天；很高兴你也喜欢，和你讲这一切的时候，情感的越界，一切都可以被原谅……"
  },
  {
    "id": 13,
    "position": [
      -3.4246552677282303,
      -1.278245034528193,
      -11.482604921906432
    ],
    "isActive": true,
    "images": [
      "/assets/star_13_img_0.jpg",
      "/assets/star_13_img_1.jpg",
      "/assets/star_13_img_2.jpg",
      "/assets/star_13_img_3.jpg"
    ],
    "viewCount": 1,
    "text": "今年的高考三天是连绵不断的雨，想起去年阳光很好，对面教学楼楼顶神奇的有两只鸡端坐在边沿，每考一科就有一排同学仰着头双手合十朝着鸡的方向轻声祈祷。原来的我以为高考会很遥远很遥远我会很害怕很害怕，可是真正的迎接那一天的到来我却很平静的很自然的很丝滑的撕掉了那三页画满希望写满祝福寄托了我整整三年的厚重又单薄的日历。原来的我以为高考结束迎接我的是轰轰烈烈的狂欢是脱离苦海的狂喜，可是真正的4:30政治考完打铃的那一刻我的内心只有一种说不出来的平静，“请考生立即停笔”哗啦一声全体起立，桌椅摩擦地面，人头向教室外涌出，我走出去，仔细的打量着周遭熟悉的不能再熟悉的一切。那天离别的很突然，等生物考生结束答题我们自然而然的收好书包离开了那栋高三专属的教学楼，只有偶遇后两句简单的不能再简单的寒暄，我们匆匆奔赴下一段旅程，也大概正是因为匆匆所以充满数不尽的遗憾。6月9日的此时此刻我在干什么呢？我和室友回到那个陪伴了我们痛苦和快乐回忆的出租屋，那个有着面对着操场散满阳光的书房的出租屋，那个每爬一层楼梯就能闻到饭香的出租屋，那天晚上我翻出了压在枕头下的那一堆朋友写下的信，读了一遍又一遍，再整整齐齐地叠好放进了纸箱…现在走在雨里突然回忆起写完政治试卷的最后五分钟，我放下笔，透过窗户铁栏的缝隙凝视着那轮泛着红晕的太阳然后又转头检查答题卡上的选择题，我想，我的三年青春终究是画上了句号……"
  },
  {
    "id": 14,
    "position": [
      -16.925240947493364,
      0.5930725723788814,
      -0.26707924838053343
    ],
    "isActive": true,
    "images": [
      "/assets/star_14_img_0.jpg",
      "/assets/star_14_img_1.jpg",
      "/assets/star_14_img_2.jpg",
      "/assets/star_14_img_3.jpg"
    ],
    "viewCount": 1,
    "text": "台北的雨又淅淅沥沥地落下来，在咖啡馆的玻璃上蜿蜒成细密的水痕。我望着吧台对面，张悬指间的烟灰轻轻抖落，融进了那杯还没喝完的拿铁里。\n\t\n记得十七岁那年，她留着利落的短发，小臂上有一大片醒目的纹身。那天在女巫店，我正蹲在角落擦马克杯，她抱着厚厚的本子来面试驻唱。本子里密密麻麻写满了歌词，闲聊时才知道，她刚休学不久，吉他也还弹得不熟练。\n\t\n张悬的眼睛特别有神，笑起来眉眼弯弯，眼下的青黑随着笑意轻轻颤动。我鬼使神差地凑过去，说要教她弹吉他。她先是愣了一下，随后笑着点头答应。起身时，我注意到她眼角有颗小痣，像是不经意点上去的。\n\t\n不忙的时候，她总爱往温州街的二手书店跑，捧着1978年版的《荒人手记》看得入神，书页都泛黄了，上面还留着不知谁用圆珠笔写的德文诗句。偶尔她会溜到后厨，调一杯蜂蜜味的莫吉托给我，还会随手摘朵路边的蝴蝶兰插在杯口。夏夜闷热，她哼着新写的旋律，街边的蝉鸣一声接着一声。\n\t\n我们常去淡水河堤看日落，夕阳把她的吉他弦染得通红。她弹着五月天的歌，手指还有些生涩，错音混着海浪声，倒也别有一番滋味。潮水退去后，我们的影子在滩涂上越拉越长，她拨弦的小指悄悄勾住我的，晚风里飘着淡淡的草莓味。\n\t\n路灯亮起来后，我们往通化街夜市走。人挤人的时候，她突然在胡椒饼摊前转身，我差点碰到她耳后的皮肤。“你身上的味道，跟刚出炉的胡椒饼似的。”我没话找话，她笑着把手里的红豆汤圆分我一半，热气氤氲间，好多话都没说出口。\n\t\n跨年夜那天，101大楼的烟火在头顶炸开。她低头给我写歌词，笔尖用力得都把纸戳破了：“所有写给你的信 我没有寄”。周围的人群在倒计时，她用手背给我捂耳朵，周围再吵，我也只听得见两个人慌乱的心跳声。\n\t\n后来她突然就走了，没有留下只言片语。我剪了短发，在锁骨处纹了我们都喜欢的蝴蝶。每年圣诞节，我都会弹起她送我的那首《没有寄的信》。\n\t\n今天，她又出现在咖啡馆门口，带着十二月的寒气和雨水。马丁靴上沾着泥点，头发长了不少，还化了浓妆。她站在那儿冲我笑，好像这么多年，什么都没变。\n\t\n头顶的风铃叮当作响，恍惚间又回到了十年前的那个雨夜。原来台北的雨，真的能把回忆都冲回来。那些没说出口的话，没寄出去的信，终于在这个雨季，有了答案。"
  },
  {
    "id": 15,
    "position": [
      -18.46929703723606,
      -0.2301855447448804,
      -5.877991789977434
    ],
    "isActive": true,
    "images": [
      "/assets/star_15_img_0.jpg",
      "/assets/star_15_img_1.jpg",
      "/assets/star_15_img_2.jpg",
      "/assets/star_15_img_3.jpg"
    ],
    "viewCount": 2,
    "text": "你总会在社交时装作游刃有余、大大咧咧的样子，但散场后反过头来审视自己却会讨厌那些插科打诨、你来我往的局面。外热心冷好像很能概括真正的你，不是刻意疏远，只是心里有片温度存在分层的很深的湖。即使表面被日照晒得暖洋洋的，对方伸手想捞点什么，摸到的永远是浮在水面的光，触不到湖底那些盘根错节的思绪。当然也从来不是不想让人靠近，是早已习惯用热闹当盾牌，把真正的自己藏在盾后。笑是真的，喜欢也是真的，可“谁都能走近”的错觉背后，始终竖着一道看不见的门，门里的暗河，只允许自己泅渡。所以陶白白说，射手是抑郁多发的星座，这一点你很赞同。\n\t\n自尊是刻进骨子里的东西，带着天生的纹路，早已和血肉长在一起。他者的目光扫过来时，它会比神经先一步绷紧，那些可能轻慢自己的瞬间，会像细小的骨刺，不动声色地硌着，提醒你什么是不能退让的底线。不愿退居下风，不容得半分轻视，不是后天修来的体面，而是从根里就带着的执拗，哪怕皮肉磨破，印记也绝不会淡去半分。于是你太在意那些落在身上的视线了，于是总在较劲，跟别人较劲，更跟自己较劲。\n\t\n感情上也是如此，初识时的确能释放射手的热忱，可一旦对方越过你划定的疆界，或是价值观出现无法弥合的分歧，好感便会刹那间冷却。理性筑成的护城河，原则是城砖，边界是吊桥，容不得半点将就。你渴望长久的羁绊，却总在试探中发现彼此世界的错位：要么是对方的靠近越过了安全距离，要么是三观的齿轮无法咬合，最后只能退回自己的城堡，把城门轻轻阖上。\n\t\nn人的表达欲即使是奔涌的泉，抽离的姿态却提醒你只在浅滩喧哗。心事只能被藏在心底，因为把完全的自己剖开给人看，像把带血的伤口暴露在风中，疼的不仅是皮肉，更是那点仅存的私密尊严。于是你学会了把痛感嚼碎，和着夜色咽下去，第二天醒来，眼底仍是一片清明。\n\t\n还有，旁人的催促与强加的意志，是触发你本能抗拒的开关。哪怕是以善意为由的建议，也会让你竖起防备的警惕。自由不是口号，对掌控权的坚守如同信仰，而自己的节奏是独有的韵律，旁人贸然干预，就像在乐谱里塞进错拍的音符。\n\t\n你清楚这份矛盾，也没想过要解。就像春天会起风，冬天会落雪，没什么道理好讲。那些自我拉扯的时刻，那些说不通的拧巴，就这样在日子里跟着你，不必非要接纳，也不用刻意和解，它就在那里，是你的一部分，仅此而已。"
  },
  {
    "id": 16,
    "position": [
      3.200851580293558,
      -0.243414226948667,
      10.164293521361142
    ],
    "isActive": true,
    "images": [
      "/assets/star_16_img_0.jpg",
      "/assets/star_16_img_1.jpg",
      "/assets/star_16_img_2.jpg",
      "/assets/star_16_img_3.jpg"
    ],
    "viewCount": 3,
    "text": "陈绮贞总说第三排靠窗那张是她的私人天文台。那天物理课她又把脸贴在木纹上，制服袖口的蓝墨水晕开成一小片海洋。\"嘘——\"她突然抓住我划重点的荧光笔，\"你听这个心跳！”\n\t\n窗外的榕树絮落进她睫毛间，老吊扇把她的声音切成碎片：\"木纹是声音的年轮.....\"\n\t\n我们共享的课桌夹层里，渐渐塞满她手写的声波图谱。被揉成团的数学考卷背面，她用彩色铅笔画满螺旋：淡蓝的是早自习的升旗号，橘黄的是福利社阿姨掀蒸笼的雾气，墨黑就如深夜排水管边野猫的呜咽。\n\t\n永康街转角那家冰店，铁皮屋檐总在雨天哼着爵士小调。陈绮贞最喜欢去那家店，有一天她把芒果冰上的炼乳搅成旋涡。我俩低头做着鬼脸，冰店老板突然从《牯岭街》原声带里抬起头：\"妹仔，要不要续冰水？\"我俩吓了一跳，她突然把玻璃杯贴在我耳畔，融化的水珠顺着桌沿滴落。隔着十二年的光阴，我仍清晰记得那一瞬的冰凉——那是青春期的雷雨云在杯壁外侧凝结的证词。\n\t\n花莲的夜潮把我们的中学生涯冲成褪色照片。陈绮贞赤脚跑过鹅卵石滩，制服裙摆灌满咸涩的海风，像面倔强的旗。当我终于抓住她手腕时，砂砾间突然传来震动。\n\t\n\"是鲸歌！\"她跪坐在浪花边缘，潮湿的发丝粘着星屑，我错觉看见她瞳孔深处有磷虾群游过，月光在她肩头孵出一片银鳞。\n\t\n返程的夜行火车上，她在我掌心写未完的旋律。原子笔划过生命线的触感像某种温柔预兆。我们分享的耳机里，达达的马蹄声撞碎在《旅行的意义》DEMO带的副歌部分，当然这首歌的名字是我很久以后才得知的。\n\t\n有时在演唱会人群里，我会突然听见老课桌的共鸣——当《After 17》前奏响起时，所有淋过1994年梅雨的声音都从木吉他弦上苏醒过来。\n\t\n陈绮贞仍用马克笔在矿泉水瓶上写诗，舞台灯光穿过塑料瓶身，将那些字句投射在漫天彩带里。某句关于海与冰的隐喻飘落肩头时，我听见十八岁的潮声正在拍打时间的暗礁。"
  },
  {
    "id": 17,
    "position": [
      10.379108120409,
      0.5775737220061856,
      -2.852376776967249
    ],
    "isActive": true,
    "images": [
      "/assets/star_17_img_0.jpg",
      "/assets/star_17_img_1.jpg",
      "/assets/star_17_img_2.jpg",
      "/assets/star_17_img_3.jpg"
    ],
    "viewCount": 0,
    "text": "昨天去饰品店一个看起来五六岁的小女孩想买一对手串  她妈妈说那是谈恋爱后才买的  她问女孩你懂恋爱吗 你有没有喜欢的男孩子啊 女孩摇摇头随后恍然大悟似的说是喜欢外公那样吗 大家都笑了.. ​​​\n\n2.6\n用电脑播放音乐回忆2月6号的点滴，正好听到蓝色大门的序曲，隐隐约约想起台北的老建筑和复古的相机画质。那天和xjx去了老城区的新华书店，外面下着小雨，雨拍打在二层的房檐上，好几个小孩蹲在书架旁看书，有人经过，腿就蜷缩一下，好像小学的我，突然数起没读书的日子已经长达两个月，好像自己转入中文系之后反倒没有太大读书的热情了，心里面一阵恍惚。\n大成广场在我去广州上学的期间发生了好大的变化，所有陈旧的一切都被换成了崭新的模样。xjx坐公交走后，我去了好久没去的外公外婆的门市，还是和以前一样传统，灰扑扑的外墙，大红的悬挂在天花板的被单，外公坐在烟柜的背后，外婆斜觑着望向璧南河的一端，看到我后全都激动的抱住我，我很喜欢把头倚在外婆的颈窝，混合着雅霜雪花膏的味道，还有皂角的香气。我用ccd给他们拍了好多照片，还有外公嬉笑的视频，传在手机上好像在看回忆录，我看了很多遍，梦幻的像是走在蓝色大门的老街道。\n晚上和妈妈一起看电影，是旺角卡门，王家卫的魅力在于画面、音乐和选角，刘德华和张曼玉的拉扯实在太有性张力，但张学友饰演的乌蝇着实让我有点生气，恼火的时候就不住的吃哈密瓜和草莓，甜甜的果然能中和掉怨气。\n今天睡得很早，23点睡到第二天早上11：30，在家的日子，幸福就是在无尽蔓延。 \n\n好幸运啊，在火车亮灯前的半个小时醒来，耳机里是熹浪乐队轻快的嗓音，喜欢透过一扇小小的窗户看流动的世界，远方是长长的轨道，若隐若现列车穿梭的身影，星空和金黄色低垂的月亮。可是现在开灯了，窗户只能倒影车厢内沉睡的人们。 \n\n你说在阿勒泰有什么刻骨铭心的事吗，大概就是亲眼见证了好朋友恋爱的开始 \n\n"
  },
  {
    "id": 18,
    "position": [
      18.574010749627398,
      1.1449467431758564,
      0.10675479701451439
    ],
    "isActive": true,
    "images": [
      "/assets/star_18_img_0.jpg",
      "/assets/star_18_img_1.jpg",
      "/assets/star_18_img_2.jpg",
      "/assets/star_18_img_3.jpg"
    ],
    "viewCount": 1,
    "text": "【通往夏天的隧道，再见的出口】\n      “我们相吻约五秒钟，这是个在外界相当于六个小时的吻。\n        四十七小时五十六分，这是我在浦岛隧道那一侧总共停留的时间，换算成外界的时间是......十三年又四十五天。\n        此时一阵风吹过，将电线吹的阵阵作响，冷风窜进衣领，我忍不住打了个寒颤。蝉鸣声已经听不见了，我们一同度过的夏天结束，秋天即将到来，然后到了明年夏天还会再度来临。”\n        通往夏天的隧道是通往梦想的隧道，是通往希冀与回忆的隧道。从隧道回到现实是告别过去的出口，当解开心结，选择珍惜眼前拥有的一切才是真正的成长。\n\n每次一听曾沛慈的一个人想着一个人，就想到一个人在房间看终极一班偷偷地落泪，就想到雷婷在白色的帘子里弹钢琴，就想到我在桂花香里和妈妈走在回老家的路上，以前真的好喜欢好喜欢这首歌，再听已经快十年了…… ​​​"
  },
  {
    "id": 19,
    "position": [
      8.705172151365254,
      1.0303596712827412,
      7.632903283655565
    ],
    "isActive": true,
    "images": [
      "/assets/star_19_img_0.jpg",
      "/assets/star_19_img_1.jpg",
      "/assets/star_19_img_2.jpg",
      "/assets/star_19_img_3.jpg"
    ],
    "viewCount": 0,
    "text": "嗨，大家好。我是今天的新娘，我叫林奕含。\n \n\n今天是個喜氣的日子，所以我理應說些喜氣洋洋的話，但是很不幸的，我這個人本身就沒有什麼喜氣。事實上，我這個人什麼都不會，但我會寫兩個字，所以今天我來說幾句話。高中二年級開始了我與重度抑鬱症共生的人生，重抑鬱症這件事情，很像是失去條腿或者是失去一雙眼睛。\n \n\n人人都告訴我說：“你要去聽音樂啊。你要去爬山啊。去散心啊。你跟朋友聊聊天啊。”但我知道不是那樣的。我失去了“快樂”這個能力，就像有人失去了他的眼睛，然後再也拿不回來一樣。但與其說是快樂，不如說得更準確一點，是熱情。我失去了吃東西的熱情，我失去了與人交際的熱情，以至於到最後我失去了對生命的熱情。\n \n\n有些症狀或許是你們比較可以想像的。我常常會哭泣，然後脾氣變得非常暴躁，然後我會自殘。另外一些是你們或許沒有辦法想像的。我會幻覺，我會幻聽，我會解離，然後我自殺很多次，進過加護病房或精神病房。\n \n\n因為是高中二年級的時候開始生病的，我每個禮拜二要上臺北做深度心理治療，每個禮拜五要到門診拿藥。這就有點接近我今天要談的精神病汙名化的核心——“我是台南人，我在台南生病，但是為什麼每一個人都告訴我，我要到一個沒有人認識我的地方去治療我的疾病？我為什麼要上臺北？”\n \n\n當然，後來也出於這個原因，我缺課太多，差一點沒有辦法從高中畢業。前幾年，我的身體狀況好一點，我就重考。這幾年一直處於沒有工作也沒有學業的狀況，前幾年身體好了一點，我就去重考，然後考上了政大中文系。在中文系念到第三年的時候，很不幸地，突然開始病情發作，所以我再度休學。\n \n\n在我休學前那一陣子，我常常發作解離。所謂的解離呢，以前的人會叫它精神分裂，現在有一個比較優雅的名字叫作思覺失調。但我更喜歡用柏拉圖的一句話來敘述它，就是靈肉對立。因為我肉體受到的創痛太大了，以至於我的靈魂要離開我的身體，我才能活下去。\n \n\n我第一次解離是在我十九歲的時候。我永遠都記得我站在離我的住所不遠的大馬路上，好像突然醒了過來，那時候正下著滂沱大雨，我好像被大兩給淋醒了一樣。我低頭看看自己，我的衣著很整齊，甚至仿佛打扮過，但是我根本不知道我什麼時候出的門，去了哪裡，又做了些什麼。對我來說，解離的經驗是比吃一百顆普拿疼，然後被推去加護病房裡面洗胃還要痛苦的一個經驗。\n \n\n從中文系休學前幾個月，我常常解離，還有另外一個症狀是沒有辦法識字。我知道這聽起來很荒謬，對，但就是我打開書我沒有一個字看得懂。對一個從小就如此愛慕、崇拜文字的人來說，這是很挫折的一件事。當然在這樣的情況下我沒有辦法參加期末考，然後那時候正值期末考。中文系的系主任就把我叫過去講話。我請我的醫生開了一張診斷證明，然後我就影印了很多份，寄給各個教授，跟他們解釋我為什麼沒有辦法參加期末考。\n \n\n這時候系主任與助教就坐在那個辦公室裡面，助教在那邊看著我，然後他說：“精神病的學生我看多了，自殘啊，自殺啊，我看你這樣蠻好、蠻正常的。”然後我的系主任對我說了九個字，這九個字我一輩子都不會忘記。他拎起我的診斷書，問我說：“你從哪裡拿到這個的？”他說：“你一從一哪一 裡—拿一到—這—個-的？”（一字一句）\n \n\n當下的我覺得自己很懦弱，我就回答他說：“我從醫院。”但我現在很後悔我沒有跟他說：“主任，我沒有笨到在一個——活在一個對精神病普遍存在扁平想像的社會裡，用一張精神病的診斷書去逃避區區一個期末考試。然後你問我從哪裡拿到的。從我的屁眼啦！幹！”\n \n\n我很想這樣說，但我沒有。所以我要問的是，他是用什麼東西來診斷我？是用我的坐姿、我的洋裝、我的唇膏，或是我的口齒來診斷我嗎？這個社會對精神疾患者的想像是什麼？或我們說得難聽一點，這個社會對精神疾患者的期待是什麼？是不是我今天衣衫襤褸、口齒不清，然後六十天沒有洗澡去找他，他就會相信我真的有精神病？又或者他覺得精神病根本不是病呢？\n \n\n請試想一下今天你有一個晚輩，他得了白血病。你絕對不會跟他說：“我早就跟你講，你不要跟得白血病的人來往，不然你自己也會得白血病。不會這樣說吧？”你也不會跟他說：“我跟你講，都是你的意志力不夠，你的抗壓性太低，所以你才會得白血病。你也不會跟他說：“你為什麼要一直去注意你的白血球呢？你看你的手指甲不是長得好好的嗎？為什麼要一直去想白血球呢？”\n \n\n你也絕對不會這樣說。\n \n\n你更不會對他說：“為什麼大家的白血球都可以乖乖的，你的白血球就是不乖呢？讓白血球乖乖的很難嗎？”\n \n\n這些話聽起來多麼地荒謬，可是這些就是我這麼多年來聽到最多的一些話。很多人問我：“為什麼要休學？為什麼可以不用工作？為什麼休學一次休學兩次？”然後balabala……\n \n\n然後沒有人知道我比任何人都還要不甘心。就是，這個疾病，它剝奪了我曾經引以為傲的一切。比如，我曾經沒有任何縫隙的與我父母之間的關係，或者是我原本可能一帆風順的戀愛，或是隨著生病的時問越來越長，朋友一個一個地離去，甚至是我沒有辦法念書。\n \n\n天知道我多麼地想要一張大學文憑。\n \n\n還有，吃過神經類或精神科藥物的人都知道，吃了藥以後你反應會變得很遲鈍，會很嗜睡。我以前三位數的平方，心算只要半秒就可 以出來，我現在去小吃店連找個零錢都找不出來。還有吃其中一種藥，我在兩個月裡胖了二十公斤，甚至還有人問我說：“哎，你為什麼不少吃一點？”\n \n\n所以有時候，你知道某一種無知，它真的是很殘酷的。所以我從來沒有做出任何選擇。這麼多年，我一直在寫文章，其實我從頭到尾都只有講一句話，就是：“不是我不為，我是真的不能。”\n \n\n在中文系的時候，班上有遇到一些同學，他們是所謂的文青，他們簡直恨不得能得抑鬱症，他們覺得抑鬱症是件很詩情畫意的事情。他們不知道我站在我的疾病裡，我看出去的蒼白與荒蕪，我只想告訴他們，這種願望有多麼地可恥。\n \n\n我也認識很多所謂身處上流的人，他們生了病卻沒有辦法去看病，因為面子或無論你叫它什麼。我也知道有的人他生了病想要看病卻沒有錢去看病。比如說我一個月藥費和心理諮詢的費用就要超過一萬台幣。\n \n\n今天是我們的訂婚宴。想到婚禮這件事，我整天思考的一些事情就是：今天我和B站在這裡，不是因為我歌頌這個天縱英明的異性戀一夫一妻制度。\n \n\n我支持多元成家，也支持通姦除罪化。我穿著白紗，白紗象徵的是純潔。\n \n\n可是，從什麼時候開始，所謂的純潔從一種精神狀態變成一種身體的狀態，變成一片處女膜？\n \n\n或者比如說，人人都會說：“啊，這是一個女人一生中最美的時刻。”\n \n\n這句話是多麼地父權。他說這是一個女人一生中最美的時刻，不是說你美。意思是說，從今以後，無論你裡或外的美都要開始走下坡。意思是，從今以後你要自動、自發地把性吸引力收到潘朵拉的盒子裡。\n \n\n跟B在一起這幾年，教我最大的一件事情，其實只有兩個字，就是“平等”。\n \n\n我從來都是誰誰誰的女兒、誰誰誰的學生、誰誰誰的病人，但我從來不是我自己。我所擁有的只有我和我的病而已。然後跟B在一起的時候，我是他女朋友，但不是他“的”女朋友。我是他未婚妻，但是不是他“的”未婚妻。我願意成為他老婆，但我不是他“的”老婆。\n \n\n我坐享他的愛，但是我不會把它視為理所當然。\n \n\n今天在這個場合，如果要說什麼“B是全世界最體貼我的人啦，全世界最瞭解我的人啦，全世界對我最好的人啦，然後我要用盡心力去愛他，經營我們的感情啦”，我覺得這些都是廢話，因為不然我們也不會站在這裡。\n \n\n關於“新人”這個詞，今天我和B是新人。然後這個詞讓我想到我最喜歡的日本作家大江健三郎他說的“新人”。他常常在書裡引用這個概念，就是他的書寫不是寫給存在這個世界上的大人們的，甚至也不是寫給存在這個世界上的小孩的，而是寫給那些比最新的人還要新，給尚未出世的孩子們寫的。\n \n\n“新人”這個詞出自《新約聖經》，是使徒保羅叫耶穌基督為New Man。\n \n\n所以我在想，如果今天我是新人，如果我可以是新人，如果我可以成為一個“新的人”，那麼我要成為一個什麼樣的人？\n \n\n我想成為一個對他人的痛苦有更多想像力的人，我想要成為可以告訴那些恨不得得精神病的孩子這種願望是不對的那種人，我想要成為可以讓無論有錢或沒有錢的人都毫無顧忌地去看病的那種人，我想要成為可以實質上幫助精神病去汙名化的那種人。\n \n\n我要感謝我的家人。我知道哥哥你很愛我，我知道你最愛我，但是你不會把它說出來。我很謝謝你每天對我的關心，對我來說是我的精神糧食。然後很謝謝爸爸媽媽，雖然我沒有長成那個你們從小所培育所期待，然後花很多心思所栽植的樣子。沒有長成那個樣子，讓你們失望了，我很抱歉。\n \n\n（林爸爸在台下大喊“不會！”）\n \n\n我要結婚了，但你們不是失去一個女兒，而是多出一個兒子。同樣地，我也要感謝B爸爸還有B媽媽，謝謝你們生養出一個如此完美的大男孩，謝謝你們放心把他交給我，我一定會努力地好好照顧他，把他養胖。\n \n\n同樣地，對B爸爸、B媽媽來說，我希望你們不要覺得失去一個兒子，而是多了一個女兒，如果我沒有辦法，因為我沒有什麼姐姐的樣子，你可以把我當成朋友，我會很開心。\n \n\n最後的最後，我要謝謝各位叔叔阿姨，就是在我跟B在臺北有了一個新的小小的家的時候，都是各位在場的叔叔阿姨幫我陪伴我的爸媽，我最最深愛的我的爸爸跟我的媽媽，雖然我爸當導遊很囉唆，我媽又不太能走，但真的很謝謝你們，陪他們就是到處玩啊，吃美食啊，講一些垃圾話啊，真的很謝謝你們。每次看到我媽傳那種一群阿姨倒在一起笑得很開心的照片，我就真的打從心底感謝各位在場的叔叔阿姨，謝謝你們替我照顧我的爸媽，我真的非常感謝。\n \n\n我今天要講的就這樣，謝謝。\n \n\n（林媽媽說“我要敬我勇敢、美麗的女兒，她比我還要勇敢，她比我還要誠實。謝謝大家的包容，也謝"
  }
];

export const STATIC_PLAYLIST: Song[] = [
  {
    "id": "uk3h6r2",
    "name": "纤维-钰.m4a",
    "url": "/assets/纤维-钰.m4a"
  },
  {
    "id": "8wg0791",
    "name": "time machiine.m4a",
    "url": "/assets/time machiine.m4a"
  },
  {
    "id": "ubz8xou",
    "name": "We've Never Met but Can We Have a Cup of Coffee or Something.m4a",
    "url": "/assets/We've Never Met but Can We Have a Cup of Coffee or Something.m4a"
  },
  {
    "id": "j57mltj",
    "name": "after 17-钰.m4a",
    "url": "/assets/after 17-钰.m4a"
  },
  {
    "id": "279t2l6",
    "name": "最好的时光-玉.m4a",
    "url": "/assets/最好的时光-玉.m4a"
  }
];

export const INITIAL_PLAYBACK_COUNT = 3;
